// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "Konvertieren";
"Favorites" = "Favoriten";
"Settings" = "Einstellungen";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favourites." = "Suchen sie nach einem währungspaar und fügen sie es zu den favoriten hinzu.";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "Einstellungen";
"Stay in touch" = "In kontakt bleiben";
"About" = "Über";

/* Picker label */
"Default currency" = "Standardwährung";

/* Search Bar label */
"Search..." = "Suche...";

/* Link to rate app */
"Rate Simoleon" = "Bewerten simoleon";

/* Link to go to Twitter */
"Developer's Twitter" = "Twitter des entwicklers";

/* Link to contact */
"Contact" = "Kontakt";

/* Link to website */
"Website" = "Webseite";

/* Link to privacy policy */
"Privacy Policy" = "Datenschutz-bestimmungen";

/* Link to terms of use */
"Terms of Use" = "Nutzungsbedingungen";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "Allen zugriff freischalten";

/* Subscription feature titles */
"Favorite Forex Pairs" = "Lieblings-forex-paare";
"Over 170 Currencies" = "Über 170 währungen";
"Everything is Up-to-date" = "Alles ist aktuell";
"Cryptos and Commodities" = "Kryptos und rohstoffe";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "Speichern sie jedes währungspaar, um schnell darauf zuzugreifen.";
"Access almost every currency of the world." = "Greifen sie auf fast jede währung der welt zu.";
"Your settings and favorite currencies in all your devices." = "Ihre einstellungen und lieblingswährungen auf all ihren geräten.";
"Convert currency between cryptos, gold, and silver." = "Konvertieren sie währungen zwischen kryptos, gold und silber.";

/* Button to dismiss modal sheet */
"Cancel" = "Stornieren";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "Währungen";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "Von %@ bis %@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "Menge eingeben";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "Kategorien";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "Abonnieren für %@ / monat";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "Käufe wiederherstellen";

/* Alert title */
"No subscriptions found" = "Keine abonnements gefunden";

/* Alert message */
"You are not subscripted to Simoleon yet." = "Sie haben simoleon noch nicht abonniert.";
